{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[UNK]": 3,
      "0": 4,
      "5": 5,
      "1": 6,
      ":": 7,
      "2": 8,
      "9": 9,
      "8": 10,
      "K": 11,
      "O": 12,
      "4": 13,
      "6": 14,
      "3": 15,
      "7": 16,
      "A": 17,
      "B": 18,
      "E": 19,
      "I": 20,
      "Z": 21,
      "D": 22,
      "L": 23,
      "R": 24,
      "N": 25,
      "M": 26,
      "T": 27,
      "U": 28,
      "F": 29,
      "V": 30,
      "S": 31,
      "H": 32,
      "W": 33,
      "C": 34,
      "G": 35,
      "X": 36,
      "Y": 37,
      "J": 38,
      "P": 39,
      "Q": 40,
      "o": 41,
      "x": 42
    },
    "unk_token": "[UNK]"
  }
}